Revit 2027 API
SymbolTypeId.LbfPerInSup2 Property
 Symbol lbf/in², indicating unit Pounds force per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbfPerInSup2 { get; }
Public Shared ReadOnly Property LbfPerInSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbfPerInSup2 {
	ForgeTypeId^ get ();
}
static member LbfPerInSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace